autoconf
automake
cask
coreutils
emacs
erlang
exa
gdbm
git
git-extras
jpeg
libgpg-error
libksba
libpng
libtiff
libtool
libyaml
maven
openssl
openssl@1.1
pcre
pkg-config
readline
wxmac
zsh
zsh-syntax-highlighting
