adns
autoconf
automake
cmake
coreutils
exa
fish
freetype
gdbm
gettext
git
git-extras
gmp
gnupg
gnutls
go
icu4c
inetutils
jpeg
libassuan
libffi
libgcrypt
libgpg-error
libidn
libksba
libpng
libtasn1
libtool
libunistring
libusb
libxml2
libyaml
lz4
lzo
micro
mongodb
nettle
npth
openssl
openssl@1.1
openvpn
p11-kit
pcre
pcre2
pinentry
pkg-config
python@2
readline
s3cmd
sbt
scala
sqlite
tree
zsh
