tap "adoptopenjdk/openjdk"
tap "charmbracelet/tap"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mongodb/brew"
tap "teamookla/speedtest"
cask "osxfuse"
brew "asciinema"
brew "autossh"
brew "exa"
brew "git-extras"
brew "micro"
brew "sshfs"
brew "tmux"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "zsh"
brew "charmbracelet/tap/glow"
brew "mongodb/brew/mongodb-community@4.0"
brew "teamookla/speedtest/speedtest"
cask "adobe-acrobat-reader"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "android-file-transfer"
cask "anydesk"
cask "authy"
cask "balenaetcher"
cask "brave-browser"
cask "caption"
cask "deltawalker"
cask "discord"
cask "docker"
cask "dozer"
cask "firefox"
cask "gas-mask"
cask "google-photos-backup-and-sync"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "keepingyouawake"
cask "keka"
cask "krita"
cask "macs-fan-control"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "miniconda"
cask "mongodb-compass"
cask "notion"
cask "numi"
cask "onedrive"
cask "paragon-ntfs"
cask "skype"
cask "smcfancontrol"
cask "spotify"
cask "sublime-text"
cask "teamviewer"
cask "transmission"
cask "tunnelbear"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoomus"
