tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/services"
tap "localsend/localsend"
tap "teamookla/speedtest"
brew "act"
brew "apktool"
brew "aria2"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "node", link: false
brew "bitwarden-cli"
brew "cocoapods"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exa"
brew "eza"
brew "fdupes"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-extras"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "lazygit"
brew "micro"
brew "nginx", restart_service: true
brew "openvpn"
brew "postgresql@15"
brew "ripgrep"
brew "svgo"
brew "swi-prolog"
brew "watchman"
brew "facebook/fb/idb-companion"
brew "teamookla/speedtest/speedtest"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "applite"
cask "balenaetcher"
cask "cheatsheet"
cask "firefox"
cask "font-goorm-sans-code"
cask "font-juliamono"
cask "fontsmoothingadjuster"
cask "handbrake"
cask "imageoptim"
cask "nova"
cask "opera"
cask "pgadmin4"
cask "pritunl"
cask "reactotron"
cask "sublime-merge"
cask "wezterm"
cask "whatsapp"
vscode "aaron-bond.better-comments"
vscode "ahmadalli.vscode-nginx-conf"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "antfu.file-nesting"
vscode "antfu.theme-vitesse"
vscode "artdiniz.quitcontrol-vscode"
vscode "ashhitch.vs-code-css-comments"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "ctcuff.font-preview"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "earshinov.permute-lines"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "guosong.vscode-util"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "ibm.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "jock.svg"
vscode "karyfoundation.comment"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mitchdenny.ecdc"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "mwpb.java-prettier-formatter"
vscode "naumovs.color-highlight"
vscode "nextfaze.json-parse-stringify"
vscode "praveenpuglia.tailwind-breeze"
vscode "rebornix.prolog"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sdras.night-owl"
vscode "smallcase.sc-fe-vscode-extension-pack"
vscode "smallcase.shringarcss-intellisense"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "thenikso.github-plus-theme"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.codetour"
vscode "vue.volar"
vscode "william-voyek.vscode-nginx"
vscode "wmaurer.change-case"
vscode "wycliffepepela.color-comments"
vscode "xshrim.txt-syntax"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
