tap "adoptopenjdk/openjdk"
tap "charmbracelet/tap"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mongodb/brew"
tap "teamookla/speedtest"
cask "adoptopenjdk8"
brew "apktool"
brew "autossh"
brew "axel"
brew "deno"
brew "elasticsearch"
brew "exa"
brew "gh"
brew "git-extras"
brew "git-lfs"
brew "highlight"
brew "micro"
brew "tmux"
brew "watchman"
brew "wget"
brew "charmbracelet/tap/glow"
brew "elastic/tap/kibana-full"
brew "mongodb/brew/mongodb-community@4.0"
brew "teamookla/speedtest/speedtest"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "android-file-transfer"
cask "android-platform-tools"
cask "authy"
cask "balenaetcher"
cask "brave-browser"
cask "caption"
cask "cheatsheet"
cask "darktable"
cask "deltawalker"
cask "discord"
cask "drawio"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "gas-mask"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-photos-backup-and-sync"
cask "graphql-playground"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "keepingyouawake"
cask "keka"
cask "miniconda"
cask "mongodb-compass"
cask "notion"
cask "numi"
cask "onedrive"
cask "opera"
cask "postgres"
cask "postman"
cask "qbittorrent"
cask "signal"
cask "spotify"
cask "station"
cask "studio-3t"
cask "sublime-merge-dev"
cask "sublime-text"
cask "teamviewer"
cask "ticktick"
cask "tunnelbear"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "whatsapp"
