autoconf
automake
coreutils
exa
fish
freetype
gdbm
gettext
git-extras
go
icu4c
inetutils
jpeg
libgpg-error
libidn
libksba
libpng
libtool
libxml2
libyaml
micro
mysql
openssl
openssl@1.1
pcre
pcre2
pkg-config
readline
s3cmd
sbt
scala
tree
zsh
