adobe-acrobat-reader
airmail-beta
alfred
android-file-transfer
android-platform-tools
blender
dash
docker
filezilla
firefox
firefoxdeveloperedition
firefoxnightly
google-chrome
handbrake
hyper
imageoptim
intellij-idea-ce
iterm2
java
keepingyouawake
keka
lastpass
mamp
mounty
mysqlworkbench
nordvpn
notion
opera
postman
simplenote
skitch
slack
spotify
steam
studio-3t
sublime-text
teamviewer
transmission
virtualbox
visual-studio-code-insiders
vlc
whatsapp
