airmail-beta
android-file-transfer
blender
dash
docker
firefox
firefoxnightly
google-chrome
handbrake
imageoptim
intellij-idea-ce
iterm2
java
keepingyouawake
keka
mamp
opera
simplenote
skitch
slack
steam
studio-3t
sublime-text
teamviewer
transmission
visual-studio-code-insiders
vlc
whatsapp
