adobe-acrobat-reader
airmail-beta
android-file-transfer
android-platform-tools
caption
cyberduck
docker
firefox
franz
google-chrome
google-chrome-canary
handbrake
imageoptim
insomnia
intellij-idea-ce
iterm2
java8
keepingyouawake
keka
lastpass
nordvpn
notion
opera
postman
setapp
sketch
skype
spotify
steam
studio-3t
sublime-text
teamviewer
transmission
tunnelblick
virtualbox
visual-studio-code
vlc
webstorm
whatsapp
